;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! awesome-tab :recipe (:host github :repo "manateelazycat/awesome-tab"))
(package! evil-easymotion)
(package! shell-pop)
(package! evil-sneak :recipe (:host github :repo "Liberatys/evil-sneak"))
(package! org-journal :recipe (:host github :repo "bastibe/org-journal"))
(package! org-preview-html-mode :recipe (:host github :repo "lujun9972/org-preview-html"))
(package! org-roam :recipe (:host github :repo "org-roam/org-roam"))
(package! exec-path-from-shell :recipe (:host github :repo "purcell/exec-path-from-shell"))
(package! orgtbl-aggregate)
